[
  {
    "title": "Deaths of Despair: The crushing toll of a pandemic in Maine's ‘forgotten county'",
    "author": "Barbara A. Walsh",
    "url": "https://www.themainemonitor.org/deaths-of-despair-the-crushing-toll-of-a-pandemic-in-maines-forgotten-county/",
    "storyMatch": "medium",
    "description": "Police Chief Bob Fitzsimmons personally connects with residents to combat increasing suicide rates, particularly among teens. Teachers reach out to the chief if one of the town’s 330 schoolchildren misses school, and he personally visits their home. His department funded popcorn and ice-cream sundae parties, as well as a New Year’s Day gathering, to ease the difficulty of isolation during COVID-19. He ensures residents’ achievements are publicly celebrated and grieves with families during tragedies, ensuring everyone has support in the rural area where medical and mental health services are scarcer.",
    "source": "The Maine Monitor",
    "publishedAt": "2021-04-11T"
  },
  {
    "title": "The campaign behind the release of the \"Mandela of Latin America\"",
    "author": "Priyanka Borpujari",
    "url": "https://www.trtworld.com/magazine/the-international-campaign-behind-the-release-of-the-mandela-of-latin-291846",
    "storyMatch": "high",
    "description": "Oscar López Rivera was a political prisoner for 35 years, 12 of which were in solitary confinement, for his political activism wanting Puerto Rico to be independent of the USA.An international campaign successfully lobbied Obama to commute the sentence, a campaign which included the support of Desmond Tutu, Oscar's brother- Jose, the Puerto Rican community etc.",
    "source": "TRT World",
    "publishedAt": "2017-02-07T"
  },
  {
    "title": "Taiwan's Crowdsourced Democracy Shows Us How to Fix Social Media\n",
    "author": "Carl Miller",
    "url": "https://wearenotdivided.reasonstobecheerful.world/taiwan-g0v-hackers-technology-digital-democracy",
    "storyMatch": "low",
    "description": "vTaiwan is a mixed-reality, scaled listening exercise used by the government as a new way to make decisions. The platform provides an online space for citizens to debate and for politicians to listen to. The government lays out political questions, such as regulating Uber or changing time zones, and people can share their feelings, agree and disagree, but divisive statements and trolling are not posted. After debating for a period of time it became apparent that people converged around points of consensus. The government has implemented about a dozen laws and regulations based on the discussions.",
    "source": "Reasons to be Cheerful",
    "publishedAt": "2020-09-27T"
  },
  {
    "title": "Heat Waves Kill More People Than Any Other Weather Disaster. These Cities Have A Plan.",
    "author": "Rachel Ramirez",
    "url": "https://www.huffpost.com/entry/heat-waves-cities-climate-change_n_5fad4e44c5b68707d1fcf7e4",
    "storyMatch": "medium",
    "description": "With rising temperatures occurring all over the world, cities are implementing plans to combat heat waves and protect its residents. The city of Ahmedabad in India has been a model for heat resiliency after it created its first heat action plan that centered around “community-focused social measures.” Because of the plan, a 2015 heat wave resulted in fewer than 20 fatalities compared with thousands of deaths in previous years. Other cities like New York City are also participating in heat resiliency efforts aimed at protecting all of its residents.",
    "source": "The Huffington Post",
    "publishedAt": "2020-12-01T"
  },
  {
    "title": "Flu was all but eliminated in South Africa this year. Coronavirus is to thank.",
    "author": "Lesley Wroughton & Max Bearak",
    "url": "https://www.washingtonpost.com/world/africa/south-africa-coronavirus-flu-season/2020/08/17/bd8aaaca-e084-11ea-82d8-5e55d47e90ca_story.html",
    "storyMatch": "high",
    "description": "When South Africa's government implemented measures to protect its citizens from the spread of COVID-19, it also drastically reduced its flu cases down to 1 single case for its winter season as a side effect. Stringent mask requirements and complete school closures, along with a sharp increase in people getting flu vaccines, contributed to South Africa's record-low flu season, despite being one of the countries with the highest recorded cases of coronavirus.",
    "source": "The Washington Post",
    "publishedAt": "2020-08-18T"
  },
  {
    "title": "From 30 Million Cases to Zero",
    "author": "David Byrne",
    "url": "https://reasonstobecheerful.world/china-eliminates-malaria-history-tu-youyou/",
    "storyMatch": "medium",
    "description": "China’s path to officially eliminating malaria began in the 1950s when a scientist in a government-funded program discovered the ancient Chinese herb Wormwood had been used to treat symptoms for centuries and went on to make the world’s top treatment. Effective coordination across many agencies, treating stagnant water, and widespread use of insecticide nets also limited cases. Today China uses the “1-3-7” method where local agencies are told of any likely case within one day, the case is confirmed within three days, and measures are taken to treat the patient and prevent further spread within seven days.",
    "source": "Reasons to be Cheerful",
    "publishedAt": "2021-08-27T"
  },
  {
    "title": "From 30 Million Cases to Zero",
    "author": "David Byrne",
    "url": "https://reasonstobecheerful.world/china-eliminates-malaria-history-tu-youyou/",
    "storyMatch": "medium",
    "description": "China’s path to officially eliminating malaria began in the 1950s when a scientist in a government-funded program discovered the ancient Chinese herb Wormwood had been used to treat symptoms for centuries and went on to make the world’s top treatment. Effective coordination across many agencies, treating stagnant water, and widespread use of insecticide nets also limited cases. Today China uses the “1-3-7” method where local agencies are told of any likely case within one day, the case is confirmed within three days, and measures are taken to treat the patient and prevent further spread within seven days.",
    "source": "Reasons to be Cheerful",
    "publishedAt": "2021-08-27T"
  },
  {
    "title": "A world without avalanche closures",
    "author": "Tom Hallberg & Bradly J. Boner",
    "url": "https://www.jhnewsandguide.com/news/environmental/a-world-without-avalanche-closures/article_26304191-748c-5b5f-be1a-e04c3fb9573d.html",
    "storyMatch": "low",
    "description": "A failed bridge construction project in the 1960s in Wyoming to mitigate the impacts of avalanches inspired Washington state to complete a similar project fifty years later. The project included an elevated bridge that allows snow from slide paths to pass beneath the roadway, which ends up saving losses of economic activity due to road closures. While the construction can be expensive, Wyoming is looking to see if a similar solution can be applied to their own mountain passes.",
    "source": "Jackson Hole News & Guide",
    "publishedAt": "2020-10-07T"
  },
  {
    "title": "How Colorado's ski resorts can continue making snow in drought years like this one",
    "author": "Jason Blevins",
    "url": "https://coloradosun.com/2018/10/15/colorado-ski-resorts-snowmaking-drought-years/",
    "storyMatch": "low",
    "description": "Several dry winters in the 1970s and 1980s prompted ski resorts to have a backup plan: make their own snow. The result is a solution that helps ski resorts and does not hurt the environment: man-made snow is stored in reservoirs and the majority re-enters natural water sources after ski season. Still, the Colorado Water Conservation Board oversees the process to ensure no harm is actually done.",
    "source": "The Colorado Sun",
    "publishedAt": "2018-10-15T"
  },
  {
    "title": "When earthquake and storm unite: Sarapiquí's early alerts",
    "author": "Alfonso Gatgens",
    "url": "https://elcolectivo506.com/when-earthquake-and-storm-unite-sarapiquis-early-alerts/?lang=en",
    "storyMatch": "high",
    "description": "Early warning systems in Sarapiquí have proven effective in the wake of natural disasters. After hurricanes in 2016 and 2017, “institutions were able to carry out and fulfill their tasks” in response to alerts. Funding for the systems has been approved by other communities that wish to replicate the results.",
    "source": "El Colectivo 506",
    "publishedAt": "2021-07-30T"
  }
]
